Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/giellatekno/adjintro.html.tmx
Source language: sme
Languages: nob

source: Adjektiivva muitala mo dahje makkár juoga dahje gii nu lea, omd. Mus lea ' rukses ' biila.
nob: Adjektiv forteller hvordan noe eller noen er, f.eks. hvordan det / den ser ut, f.eks. Mus lea ' rukses ' biila.

source: Adjektiivvaid sojaheapmi lea das gitta galle stávvala leat máŋggaidlogus.
nob: Adjektivene bøyes forskjellig, alt etter hvor mange stavelser det er i den siste takta i ordet i flertall.

source: Gávdnojit
nob: Det finnes

source: Adjektiivvaid sáhttá veardidit (kompareret), ja dain leat golbma veardidanhámi: unni - unnit - unnimus.
nob: Man kan gradbøye (komparere) adjektiver, i tre grader: ' unni - unnit - unnimus ' (liten - mindre - minst).

source: Adjektiivva sáhttá geavahit substantiivan ja dat sojahuvvo dalle buot kásusiid mielde. Kásus čájeha makkár doaibma adjektiivvas lea cealkagis.
nob: Adjektiv kan brukes som substantiv og bøyes da i alle kasus, som er bøyningsformer som markerer hvilken funksjon adjektivet har i setningen.

source: Davvisámegielas leat 7 kásusa.
nob: I nordsamisk er det sju kasus.

source: Sojahanminsttar lea seammá go substantiivvain.
nob: Bøyningsmønsteret er det samme som for substantiver.

source: Nominatiiva lea vuođđohápmi (sátnegirjehápmi), omd. Nieida lea ' nuorra '.
nob: Nominativ angir grunnformen (ordbokformen), f.eks. Nieida lea ' nuorra '.

source: Akkusatiiva čájeha ahte sátni lea objeakta, omd. Mun oasttán ' hálbbibu '.
nob: Akkusativ brukes for objekt, f.eks. Mun oasttán ' hálbbibu '.

source: Genetiiva čájeha mii dahje gii lea oamasteaddji: riggá - riggáid (rikkis).
nob: Genitiv angir eieform: riggá (den rikes).

source: Kásus geavahuvvo maid post- ja preposišuvnna oktavuođas, omd. ' Jallaid ' gaskkas lei jierbmái.
nob: Genitiv brukes også i pre- og postposisjonsuttrykk, f.eks. ' Jallaid ' gaskkas lei jierbmái.

source: Komitatiiva čájeha ahte juoga dahkko mainna dahje geainna nu: Mun hupmen muhtun ' jallain '.
nob: Komitativ gir ofte betydningen " med ": Mun hupmen muhtun ' jallain '.

source: Kásus muitala maid ahte juoga adnojuvvo dahje gohčoduvvo manin nu. Omd. Mun dovden iežan ' jallan '.
nob: Essiv er tilstandskasus som ofte gir betydningen " som ": Mun dovden iežan ' jallan '.

source: Ruovttoluotta grammatihkka váldosiidui.
nob: Tilbake til grammatikk hovedside.
